{"news_sentiment_score": 0.0775918882704597, "news_volume": 49, "breaking_news_flag": false, "news_volatility": 0.16917532001112362, "articles_analyzed": 49, "trend": "neutral", "average_impact": 0.02040816326530612, "timestamp": "2025-07-28T19:23:10.429749", "articles": [{"title": "Để cuộc sống hanh thông, may mắn, tài lộc đủ đầy, bạn nên sở hữu loài hoa này", "summary": "GĐXH - Những chậu hoa xinh xắn không chỉ giúp trang trí, mà vẻ đẹp khác nhau từ các loài hoa còn hàm ẩn một sức hút mạnh mẽ các vượng khí tốt, giúp công việc và cuộc sống của bạn hanh thông, may mắn, tài lộc đủ đầy.", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": 0.0, "impact": 0.0}, {"title": "사제폭탄 현장에는 서울 경찰 지휘관 출동했다...\"타이머 작동 중\"", "summary": "▲ 지난 23일 '인천 사제총기 사건' 피의자 자택 수색하는 경찰인천 송도에서 발생한 사제총기 살인 사건 피의자를 검거...", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": 0.0, "impact": 0.0}, {"title": "Prometna nesreća na A1 u smjeru mora; vozi se ograničeno jednim trakom", "summary": "Pojačan je priljev vozila na naplatnoj postaji Lučko u smjeru mora, a rano jutros dogodila se i prometna nesreća", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": 0.0, "impact": 0.0}, {"title": "Phạm Thoại lộ ngoại hình tuột dốc sau chuỗi ngày drama", "summary": "Nhiều người thừa nhận rằng khó mà nhận ra Phạm Thoại vì thay đổi quá nhiều.", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": 0.0, "impact": 0.0}, {"title": "Pkw erfasst Fußgänger auf B1 – Person schwer verletzt: Live-Verkehrsticker für Dortmund", "summary": "Auf der B1 ist es zu einem tragischen Unfall gekommen. Ein Pkw erfasste zwei Fußgänger, einer ist schwer verletzt. Alle Infos zum Verkehr in Dortmund im Liveticker.Der Beitrag Pkw erfasst Fußgänger auf B1 – Person schwer verletzt: Live-Verkehrsticker für Dortmund erschien zuerst auf Recklinghäuser Zeitung.", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": 0.0, "impact": 0.0}, {"title": "タイ、カンボジア側が「誠意欠く対応」 和平協議前に批判", "summary": "【7月28日 AFP】プームタム・ウェーチャヤチャイ首相代行は28日、武力衝突が続くカンボジアとの停戦協議を前に、「カンボジア側が誠意を持って行動しているとは思えない」と述べた≫続きを読む", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": 0.0, "impact": 0.0}, {"title": "Fine pena, scarcerata la sorella di Messina Denaro", "summary": "Patrizia ha scontato la condanna ed è tornata a Castelvetrano", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": 0.2916666666666667, "impact": 0.0}, {"title": "ЕК: Украйна трябва да съхрани независимостта на антикорупционните служби", "summary": "По думите на Урсула фон дер Лайен Украйна е постигнала много по пътя си към ЕС", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": 0.0, "impact": 0.0}, {"title": "Орбан розкритикував новий семирічний бюджет ЄС", "summary": "Прем’єр-міністр Угорщини вважає, що документ побудований за \"логікою війни з Росією\". Орбан вважає, що документ зовсім не відповідає інтересам європейських громадян.", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": 0.0, "impact": 0.0}, {"title": "Court expected to hear State, defence closing arguments for Tiffany Meek bail application", "summary": "She is accused of murdering her 11-year-old Jayden-Lee Meek, who was found a day after she reported him missing in May.", "published": "2025-07-28 04:23:00", "source": "newsdata.io", "sentiment": -0.13, "impact": 0.0}]}